import React from 'react'
import { ParagraphBlock } from '..'

export const Graduate = () => {
  return (
    <>
      <ParagraphBlock title="Высшее образование">
        Закончил университет МГТУ им. Баумана по программе "Управление в технических системах" 27.03.04 и защитил диплом
        на тему "Система поиска пути для наземного транспорта с использованием нейросетевых технологий". Мое высшее
        образование включает в себя широкий спектр базовых знаний и умений, которые позволяют мне находить решения
        быстро, а также смотреть на задачи с разных сторон. За 4 курса я успел поработать во многих инженерных
        программах по типу MathCad, Matlab, AltiumDesigner, Creo и т. д., помимо этого я приобрел огромный опыт
        написания программ на низком уровне абстракции - т. е. программы на ассемблере и C для микроконтроллеров. С
        учетом данного бекграунда можно сделать вывод, что я смогу разобраться даже в самых сложных и низкоуровневых
        вещах на фронте, потому что я уверен, в ходе обучения - я видел вещи гораздо сложней.
      </ParagraphBlock>
    </>
  )
}
