import React from 'react'
import { ParagraphBlock } from '..'

export const Motivation = () => {
  return (
    <ParagraphBlock title="Мотивация">
      Моя мотивация довольно проста и примитивна. В начале своего пути я хотел стать бекенд программистом... Но курс веб
      разработчика в "Технопарке" перевернул все с ног на голову и удивительный мир Фронтенда меня окончательно затянул,
      у меня просто не было шанса... С тех пор я понял, что фронтенд - это моя страсть и в будущем я точно хочу стать
      настоящим "спецназом" в этой сфере!
    </ParagraphBlock>
  )
}
